Repository: edgrmaulana/FinX
Catalog: locale/*/LC_MESSAGES/django.po
Languages: id

source: You should provide value like this: lat,lng
id: Anda harus memasukkan nilai sebagai berikut: lat,lng

source: Latitude and longitude must be float type
id: Latitude dan longitude harus bertipe float

source: Loan Origination System
id: Sistem Originasi Pinjaman

source: Crowdfunding
id: Pendanaan masal

source: Disbursement
id: Pencairan

source: Project
id: Proyek

source: Projects
id: Proyek-proyek

source: Project Member
id: Anggota proyek

source: Project Members
id: Anggota proyek

source: Permission
id: Izin

source: Permissions
id: Izin

source: permissions
id: izin

source: Project Role
id: Peran proyek

source: Project Roles
id: Peran-peran proyek
